[
    {
        "id": 965839,
        "title": "Lord of the Streets",
        "release_date": "2022-04-22",
        "poster_path": "/n9YWVQRc0zw0nwrFcOkOpffZxjc.jpg",
        "overview": "When Jason Dyson refuses to make his prized fighter throw an MMA match, a notorious gangster collects his debt by killing the fighter and kidnapping Jason's daughter. Now he must train a prisoner to endure five consecutive underground fights to save her."
    },
    {
        "id": 1030419,
        "title": "銀河英雄伝説 Die Neue These 策謀 1",
        "release_date": "2022-09-30",
        "poster_path": "/brrgSFtcymZWaXl5a23GJRWdOSY.jpg",
        "overview": "The story focuses on the exploits of rivals Reinhard von Lohengramm and Yang Wen-li, as they rise to power and fame in the Galactic Empire and the Free Planets Alliance, respectively."
    },
    {
        "id": 772515,
        "title": "Huesera",
        "release_date": "2023-02-10",
        "poster_path": "/zgpj76z9byUgcWnxLDmtZ3XqfvN.jpg",
        "overview": "Valeria's joy at becoming a first-time mother is quickly taken away when she's cursed by a sinister entity. As danger closes in, she's forced deeper into a chilling world of dark magic that threatens to consume her."
    },
    {
        "id": 50014,
        "title": "The Help",
        "release_date": "2011-08-09",
        "poster_path": "/3kmfoWWEc9Vtyuaf9v5VipRgdjx.jpg",
        "overview": "Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines."
    },
    {
        "id": 1041513,
        "title": "Encanto at the Hollywood Bowl",
        "release_date": "2022-12-28",
        "poster_path": "/sa3Ku5yNVjp8NloWxJoI9dQjvOi.jpg",
        "overview": "A taped performance of the Encanto Live-to-Film Concert Experience at the Hollywood Bowl. The original cast puts on a miracle of a concert as they sing the favorite songs, accompanied by a full orchestra and 50 person ensemble, and the Hollywood Bowl transforms into Casita!"
    },
    {
        "id": 635302,
        "title": "劇場版「鬼滅の刃」無限列車編",
        "release_date": "2020-10-16",
        "poster_path": "/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
        "overview": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!"
    },
    {
        "id": 1013860,
        "title": "R.I.P.D. 2: Rise of the Damned",
        "release_date": "2022-11-15",
        "poster_path": "/g4yJTzMtOBUTAR2Qnmj8TYIcFVq.jpg",
        "overview": "When Sheriff Roy Pulsipher finds himself in the afterlife, he joins a special police force and returns to Earth to save humanity from the undead."
    },
    {
        "id": 785084,
        "title": "The Whale",
        "release_date": "2022-12-09",
        "poster_path": "/jQ0gylJMxWSL490sy0RrPj1Lj7e.jpg",
        "overview": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption."
    },
    {
        "id": 676547,
        "title": "Prey for the Devil",
        "release_date": "2022-10-23",
        "poster_path": "/iCvgemXf2Kpr2LvpDmt5J9NhjKM.jpg",
        "overview": "In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her."
    },
    {
        "id": 317442,
        "title": "THE LAST -NARUTO THE MOVIE-",
        "release_date": "2014-12-06",
        "poster_path": "/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
        "overview": "Two years after the events of the Fourth Great Ninja War, the moon that Hagoromo Otsutsuki created long ago to seal away the Gedo Statue begins to descend towards the world, threatening to become a meteor that would destroy everything on impact. Amidst this crisis, a direct descendant of Kaguya Otsutsuki named Toneri Otsutsuki attempts to kidnap Hinata Hyuga but ends up abducting her younger sister Hanabi. Naruto and his allies now mount a rescue mission before finding themselves embroiled in a final battle to decide the fate of everything."
    },
    {
        "id": 411,
        "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "release_date": "2005-12-07",
        "poster_path": "/iREd0rNCjYdf5Ar0vfaW32yrkm.jpg",
        "overview": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever."
    },
    {
        "id": 111332,
        "title": "Avatar: Creating the World of Pandora",
        "release_date": "2010-02-07",
        "poster_path": "/d9oqcfeCyc3zmMal6eJbfj3gatc.jpg",
        "overview": "The Making-of James Cameron's Avatar. It shows interesting parts of the work on the set."
    },
    {
        "id": 966220,
        "title": "Снайпер. Білий ворон",
        "release_date": "2022-05-03",
        "poster_path": "/295gZzTXMvuiIG0U19h4M44PXxI.jpg",
        "overview": "Mykola is an eccentric pacifist who wants to be useful to humanity. When the war begins at Donbass, Mykola’s naive world is collapsing as the militants kill his pregnant wife and burn his home to the ground. Recovered, he makes a cardinal decision and gets enlisted in a sniper company. Having met his wife’s killers, he emotionally breaks down and arranges “sniper terror” for the enemy. He’s saved from a senseless death by his instructor who himself gets mortally wounded. The death of a friend leaves a “scar” and Mykola is ready to sacrifice his life."
    },
    {
        "id": 453395,
        "title": "Doctor Strange in the Multiverse of Madness",
        "release_date": "2022-05-04",
        "poster_path": "/9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
        "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary."
    },
    {
        "id": 347201,
        "title": "BORUTO -NARUTO THE MOVIE-",
        "release_date": "2015-08-07",
        "poster_path": "/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
        "overview": "The spirited Boruto Uzumaki, son of Seventh Hokage Naruto, is a skilled ninja who possesses the same brashness and passion his father once had. However, the constant absence of his father, who is busy with his Hokage duties, puts a damper on Boruto's fire. He ends up meeting his father's friend Sasuke, and requests to become... his apprentice!? The curtain on the story of the new generation rises!"
    },
    {
        "id": 668482,
        "title": "Roald Dahl's Matilda the Musical",
        "release_date": "2022-11-25",
        "poster_path": "/ga8R3OiOMMgSvZ4cOj8x7prUNYZ.jpg",
        "overview": "An extraordinary young girl discovers her superpower and summons the remarkable courage, against all odds, to help others change their stories, whilst also taking charge of her own destiny. Standing up for what's right, she's met with miraculous results."
    },
    {
        "id": 846433,
        "title": "The Enforcer",
        "release_date": "2022-09-22",
        "poster_path": "/pXC8JJbfnRWtbD8i2yKFqqWEO4X.jpg",
        "overview": "A noir thriller set in Miami, the film follows an enforcer who discovers his femme fatale boss has branched out into cyber sex trafficking, putting a young runaway he’s befriended at risk. He sacrifices everything to save the young girl from the deadly organization he’s spent his life building."
    },
    {
        "id": 1058732,
        "title": "The Simpsons Meet the Bocellis in Feliz Navidad",
        "release_date": "2022-12-15",
        "poster_path": "/9rJFKvYvSyQ3HoTl1gcU55FOzYi.jpg",
        "overview": "This Christmas, Homer surprises Marge with the ultimate gift: an unforgettable performance from Italian opera superstar Andrea Bocelli and his children Matteo and Virginia."
    },
    {
        "id": 49046,
        "title": "Im Westen nichts Neues",
        "release_date": "2022-10-07",
        "poster_path": "/2IRjbi9cADuDMKmHdLK7LaqQDKA.jpg",
        "overview": "Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I."
    },
    {
        "id": 1045944,
        "title": "The Boss Baby: Christmas Bonus",
        "release_date": "2022-12-06",
        "poster_path": "/iMmMxF6f2OonUrXrHKBLSYAhXly.jpg",
        "overview": "Christmas Eve takes a twisty turn when the Boss Baby accidentally swaps places with one of Santa's elves and gets stranded at the North Pole."
    }
]